modules/testsuite/native-tests/src/test/resources/jaxws/jbws2285/request-message.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:jbw="http://ws.jboss.org/jbws2285">
   <soapenv:Header/>
   <soapenv:Body>
      <jbw:echo>
         <arg0>SSS</arg0>
      </jbw:echo>
   </soapenv:Body>
</soapenv:Envelope>